module.exports.config = {
  name: "murgi2",
  version: "1.0.2",
  permission: 2,
  credits: "nayan",
  prefix: false,
  description: "",
  category: "without prefix",
  usages: "[tag]",
  cooldowns: 5
};

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage(" স্বাধীন বস যে বাইনচোদ কে ক্সুদ্দে চাউ সে ছেলেকে  @ম্যানশন দেউ", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a(" স্বাধীনের চুদা খা এখন ");
setTimeout(() => {a({body: " স্বাধীনের ছেলে তর মারে চুদি 🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "খাংকির মেয়ে তর কচি বোন রে চুদে আমার বস স্বাধীন 😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "মাদারচোদ তর আম্মু পম পম খাংকির পো 🐰" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "ভোদার ছেলে তর কচি ভুদায় ভুদায় কামর দিয়া একবারে 💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "তর মতো ছেলে স্বাধীন সেকেন্ডে সেকেন্ডে জন্ধ দেয় " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "depression তোর নুনু নাই  🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: " কি ভায়া মুতা ধরে গেলো 🤬" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "এর পর থেকে কিছু বলতে আসলে বাপ ডাকবি আগে " + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর নুনু আছে বে 😴  🤝" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: " তোর মার ভোদা খা   💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "অনলাইনে গালি বাজ হয়ে গেছত মাগির মেয়ে এমন চুদা দিমু লাইফ টাইম মনে রাখভি  স্বাধীন তর বাপ 😘।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: " এই খানকির পোলা তোর সাহস কতো  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: " তোরো চুদতে চুদতে নয় মাসে ১২টা জন্ধদেওয়াবো  " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ চুদা কি আরো খাবি মাগির পোল 🤖")} , 39000);
setTimeout(() => {a({body: "খাংকির মেয়ে 🥰।" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "মাদারচোদ😍.." + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "ব্যাস্যার ছেলে 🐰" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "ব্যাশ্যা মাগির ছেলে  💔!" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "পতিতা মাগির ছেলে " + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "তর মারে চুদি" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "নাট বল্টু মাগির পুলা 🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "তর বোন রে পায়জামা খুলে ডুকাই 🤣" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "উম্মম্মা তোর বউ এর ধোনে 💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি স্বাধীনের  চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "কামলা মাগির ছেলে স্বাধীনের সন্তান  ✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " আর জীবনে গালি দিবি আমার বস কে  " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~ মাল আউট করলাম আবার ভরবো 🤖")} , 93000);
setTimeout(() => {a({body: "Welcome স্বাধীনের ছেলে  🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: " একবারে চুদে দিবো বেশি কথা বল্লে .." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "ব্যাস্যার পোরা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "Hi স্বাধীন এর পোলা  💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: " বস অনেক চুদছি এখন কি আরো চুদবো আচ্ছা  " + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: "চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "বস্তির ছেলে অনলাইনের কিং" + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: "টুকাই এর ছেলে " + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: " হিজরা  🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: " এ ভাই তুই যে স্বাধীনের সাথে লাগতে আইছোস তোর নুনু আছে বোকাচোদা ।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: "এ ভাই তুই যে স্বাধীনের সাথে লাগতে আইছোস তোর নুনু আছে বোকাচোদা।" + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "হিজলা মাগির মেয়ে  ✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: " বস্তিরন্দালাল এর বাচ্ছা বস্তির মেয়ে " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("~ আমার জারজ শন্তান জা ভাগ🤖")} , 171000);
setTimeout(() => {a({body: "Ahhhhh লাগে ভায়া আর দিবো  🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "খাঙ্কিরমেয়ে মেয়ে কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: "Hi স্বাধীন এর জারজ মেয়ে মাগির মেয়ে  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "স্বাধীন কারন ছারা কাউকে গালি দেয় না ✅ মনে রাখ ✅ " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "তোর বাপে তোর নানা। 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "এই মাংগের বেটা তোর মারে চুদি উঠতে চুদি বইতে চুদি দারাই চুদি বসে চুদিরাস্তায় চুদি রাস্তার ধারে চুদি চুদি আর চুদি খানকির পোলা 🙂এর মা re চুদি আমি😴 ডাইনে চুদি 🖕 বামে চুদি 🖕 উপ্রে চুদি 🖕-নিচে চুদি 🖕 -সাম্নে চুদি 🖕 পিছে চুদি 🖕 -হলাইয়া চুদি 🖕 উডাইয়া চুদি🖕 গুরাইয়া চুদি 🖕 খালে চুদি 🖕 বিলে চুদি 🖕 জাইতে চুদি 🖕 আইতে চুদি🖕দিনে চুদি 🖕রাইতে চুদি 🖕খারাইয়া চুদি 🖕-বইয়া চুদি🖕ঘরে চুদি 🖕 বাইরে চুদি-সকালে চুদি🖕-বিকালে চুদি 🖕সিতে চুদি 🖕 গরমে চুদি 🖕 গাড়িতে চুদি 🖕 বাড়িতে চুদি🖕আকাসে চুদি বাতাসে চুদি যামু সুন্দর বন নিয়া আমু হাতির ধন 😁।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "১। শুয়োরের বাচ্চা
২। কুত্তার বাচ্ছা
৩। হারামির বাচ্চা
৪। হারামি
৫। হারামজাদা
৬। হারামখোর
৭। খাঙ্কিরপোলা
৮। খান্কি মাগির পোলা
৯। চোদনা
১০। চুদির ভাই
১১। চুতমারানি
১২। চুদির পোলা
১৩। তর মায়রে চুদি
১৪। তর মায়রে বাপ
১৫। শালা
১৬। শালার পো শালা
১৭। হুমুন্দির পুত
১৮। মাঙ্গির পুত
৯। নাটকির পো
২০। ল্যাউড়ার পুত
২১.হাউয়ার পো
২২.হাউয়ার নাতি
২৩.চুদানির পো
২৪.ভুদার বেটা
২৫.লটির পো
২৬.লটির বেটা
২৭.ভেড়াচ্চোদা
৩১. মাউড়া চোদা
৩২. গুয়ার ভিতরে / হোগার ভিতরে ভইড়া দিমু…
৩৩. ঠ্যাঁঙ কাইট্টা পুটকি দা ভইরা দুম!
৩৪. হালা ল্যাওড়া চোদা
৩৫. বানচোত
৩৬. কুত্তাচোদা
৩৭. তর পুটকিত ধান ছড়াইয়া চড়ুই দিয়া খাওয়ামু
৩৮. বালি দিয়া চুদমু তরে খাঙ্কি মাগী!
৩৯.বালের রয়েল বেঙ্গল উকুন
৪০. তোর হউরিরে ডিগবাজী
৪১. ছি ছি ছি
৪৫. আল বদর
৪৬. তোর জাঙ্গীয়া খুইল্যা আগুন লাগায় দিমু
৪৮. বাল ফালায়া খালে নামানো
৪৯. বাল ফালায়া আটিঁ বান্ধা
৫০. বালে বালে গিট্টু
51. গোলাম আযম
52. মইত্যা নিজামী
53. গেলমান
54. তিনকোনা
৫5. তৃনভোজ
৫6. চতুরচোর
৫7. মহাবুবস্
58। বাপের আগে বাল ফালায়
৫৯৷ ভোদাই
৬০৷ ভোদার বাল
৬১৷ বাল
৬২৷ বাল ছাল
৬৩৷ ধোনের বাল
৬৪৷ ধোন
৬৫৷ হোল
৬৬৷ টেংরি ভাইংগা হাতে ধরায়া দিমু
৬৭৷ নটি
৬৮৷ নটি মাগি
৬৯৷ নটি মাগির পোলা
৭০৷ নটি মাগির ঝি
৭১৷ গুদের বাল
৭২৷ মাগিবাজ
৭৩৷ মাইগ্যা
৭৪. বেশ্যা মাগী
৭৫. বাল ফালাইয়া আটি বান
৭৬. ভৈরব মাগী
৭৭. পুকটি মারা খা
৭৮. গাড় মারা খা
৭৯. ভইরা দিমু
৮০. মাঙ্গের পোলা
৮১. উপ্তা কইরা চুদমু
৮২. মাঙ্গের নাতি
৮৩. চুদনা মাগী
৮৪. ভাতার চুদা
৮৫. মীরজাফর
৮৬. নীজামী
৮৭. গরম ডিম দিমু
৮৮. উপ্তা কইরা চুদা দিমু
৮৯. গোস্তের লাঠি সাটামু
৯০. ধোন কাইট্টা কুত্তা দিয়া খাওয়ামু
৯১. লেওরা
৯২. নিবীর্জ
৯৩. চুতমারানীর পোলা
৯৪. তর মায়েরে চিচিং ফাক
৯৫. কান্দে ফালাইয়া তর মায়েরে চুদি
৯৬. পুটকিতে বাশ দিমু
৯৭. চামড়া ছুইল্লা লবণ লাগামু
৯৮. লাথ্থি দিমু
৯৯. উষ্টা খা
১০০. ইউনুস (সুদখোর)
১০১.গুদির ব্যাটা
১০২.কাঠ্ঠির বেট্যা
১০৩.ল্যাদানী
১০৪.হোলচাটা
১০৫.মাহফুজ সাহেব
১০৬.বাইনচোদ
১০৭.মাদার চোদ
১০৮.হোগা চাটা
১০৯.১ ইঞ্চি
১১০.নিজামী চোদা
১১১.মুজাহিদের বউ
১১২.গো আর জুতা
১১৩.কুত্তার হোল
১১৪.মাসিকের রক্ত।
১১৫.হোল টাইনা পুকটিতে ভর
১১৬.হোলের চুলকানী।" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মুখে থু। 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কুত্তার নাতি ।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "তর নুনুর তেজ দেখবো দেখা আরে তোর নুনু নাই ।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "স্বাধীন কারন ছারা কাউকে গালি দেয় না ✅ মনে রাখ ✅  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ আমার ফাটা কন্ডমের ফসল। জা ভাগ🤖")} , 39000);
setTimeout(() => {a({body: "স্বাধীন কারন ছারা কাউকে গালি দেয় না ✅ মনে রাখ ✅।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "স্বাধীন কারন ছারা কাউকে গালি দেয় না ✅ মনে রাখ ✅." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: " স্বাধীন কারন ছারা কাউকে গালি দেয় না ✅ মনে রাখ ✅" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "আর জীবনে গালি দিবি? সাহস আছে খেলা তো শুরু হয় নাই ।💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "কিরে ভোদার বাল  " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "এ ভাই তুই যে স্বাধীনের সাথে লাগতে আইছোস তোর নুনু আছে বোকাচোদা " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "কিরে নুনু ছারা প্রতিবন্ধী ।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "এ ভাই তুই যে স্বাধীনের সাথে লাগতে আইছোস তোর নুনু আছে বোকাচোদা।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মুখে হাইগ্যা দিমু। ভুস্কি মাগির ছেলছ 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কান্দে ফালাইয়া তরে চুদি💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "নুনু ছারা প্রতিবন্ধী টা ।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "এ ভাই তুই যে স্বাধীনের সাথে লাগতে আইছোস তোর নুনু আছে বোকাচোদা।  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ আমার মেয়ে। জা ভাগ🤖")} , 39000);




  }
